Repository: martinschilliger/SwissGrid
Catalog: SwissGrid/Localization/*.lproj/Localizable.strings
Languages: de, fr

source: Auto paste content
de: Automatisches Einfügen
fr: Coller automatique

source: Behavior
de: Verhalten
fr: Comportement

source: Entered %@ coordinates
de: %@-Koordinaten eingegeben
fr: Système de coordonnées: %@

source: Entered invalid coordinates
de: ungültige Koordinaten eingegeben
fr: Coordonnées invalide

source: Error: Is %@ still installed?
de: Fehler: Ist %@ noch installiert?
fr: Erreur: %@ est-il toujours installé?

source: FastForward coordinates
de: Vorspulen
fr: Avancer

source: FastForward looks for coordinates in the pasteboard and then opens your favorite maps app directly on launch. The LV95 to WGS84 conversion service of geo.admin.ch will not be used.
de: Vorspulen schaut nach gültigen Koordinaten in der Zwischenablage und öffnet diese direkt in der gewählten Karten-App. Der Umrechnungsservice von LV95- nach WGS84-Koordinaten von geo.admin.ch wird dabei nicht genutzt.
fr: Avancer recherche des coordonnées valides dans le presse-papiers et l'ouvre directement dans l'application cartographique sélectionnée. Le service de conversion des coordonnées LV95 à WGS84 de geo.admin.ch n'est pas utilisé.

source: FastForwarded coordinates last time
de: Beim letzten öffnen wurde Vorspulen genutzt.
fr: Avancer était utilisé à la dernière fois

source: Force aerial view
de: Erzwinge Satellitenansicht
fr: Forcer la vue satellite

source: Invalid: Detected two easting coordinates
de: Ungültig: 2x Ost-Koordinaten erkannt

source: Invalid: Detected two northing coordinates
de: Ungültig: 2x Nord-Koordinaten erkannt

source: Is your favorite map application missing? Please tell Martin: info@martin-apps.ch
de: Fehlt deine Lieblings-Karten-App? Informiere Martin darüber: info@martin-apps.ch. Er freut sich auch über Lob und Schnorris.
fr: Votre application de carte préférée est-elle manquante? Informez Martin à ce sujet: info@martin-apps.ch. Et même si la traduction est mauvaise…

source: Map providers
de: Kartenanbieter
fr: Applications Cartographique

source: Start routing directly
de: Direkte Routenberechnung
fr: Démarrer le routage directement

source: Invalid: Entered two easting coordinates
fr: Invalide: 2x des coordonnées nord entrées

source: Invalid: Entered two northing coordinates
fr: Invalide: 2x des coordonnées est entrées
